Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Anton Baranov @antnbaranov
ar: أنطون بارانوف @antnbaranov
bg: Антон Баранов @antnbaranov
es: Antón Baranov @antnbaranov
he: אנטון בארנוב @antnbaranov
hi: एंटोन बारानोव @antnbaranov
ja: アントン・バラノフ @antnbaranov
ka: ანტონ ბარანოვი @antnbaranov
kk: Антон Баранов @antnbaranov
ko: 안톤 바라노프 @antnbaranov
lt: Antonas Baranovas @antnbaranovas
lv: Antons Baranovs @antnbaranov
mk: Антон Баранов @ antnbaranov
ru: Антон Баранов @antnbaranov
sr: Антон Баранов @антнбаранов
th: อันตัน บารานอฟ @antnbaranov
uk: Антон Баранов @antnbaranov
zh_hans: 安东·巴拉诺夫@antnbaranov
zh_hk: 安东·巴拉诺夫@antnbaranov

source: Anyone nearby who is listening can pick it up for the next minute or so.
ar: يمكن لأي شخص قريب يستمع إليه التقاطه في الدقيقة التالية أو نحو ذلك.
bg: Всеки наблизо, който слуша, може да го вземе за следващата минута или така.
bs: Svako u blizini koji sluša može ga uzeti u sljedeći minut ili tako nešto.
ca: Qualsevol persona a prop que estigui escoltant el pot recollir durant el minut següent o més.
cs: Kdokoli v okolí, kdo poslouchá, to může na další minutu vyzvednout.
da: Enhver i nærheden, der lytter, kan hente den i det næste minut eller deromkring.
de: Jeder in der Nähe, der zuhört, kann es für die nächste Minute oder so aufnehmen.
el: Οποιοσδήποτε κοντά σας ακούει μπορεί να το πάρει για το επόμενο λεπτό περίπου.
es: Cualquiera que esté cerca y esté escuchando podrá escucharlo durante aproximadamente el siguiente minuto.
et: Kõik läheduses olevad inimesed, kes kuulavad, saavad selle järgmise minuti jooksul üles võtta.
eu: Entzuten ari den gertuko edonork har dezake hurrengo minuturako edo.
fi: Kuka tahansa lähellä oleva, joka kuuntelee, voi poimia sen seuraavan minuutin ajan.
fr: Toute personne à proximité qui écoute peut le capter pendant environ une minute.
ga: Is féidir le haon duine in aice láimhe atá ag éisteacht é a phiocadh suas don chéad nóiméad eile nó mar sin.
gl: Calquera persoa próxima que estea escoitando pode recollelo durante un minuto máis ou menos.
he: כל מי שנמצא בקרבת מקום שמאזין יכול להרים אותו לדקה הבאה בערך.
hi: आस-पास कोई भी व्यक्ति जो सुन रहा है वह इसे अगले एक मिनट तक सुन सकता है।
hr: Svatko u blizini tko sluša može ga podići sljedećih minutu.
hu: Bárki a közelben, aki hallgatja, a következő percben felveheti.
id: Siapa pun di sekitar yang mendengarkan dapat mendengarkannya sekitar satu menit berikutnya.
is: Allir í nágrenninu sem hlusta geta tekið það upp næstu mínútu eða svo.
it: Chiunque sia in ascolto nelle vicinanze può riprenderlo per il prossimo minuto circa.
ja: 近くで聞いている人は、次の 1 分間ほどそれを拾うことができます。
ka: ნებისმიერ ახლომახლო, ვინც უსმენს, შეუძლია აიღოს ის მომდევნო წუთში.
kk: Жақын жерде тыңдап отырған кез келген адам оны келесі минутқа дейін ала алады.
ko: 근처에 있는 사람이라면 누구든지 다음 1분 동안 그 내용을 들을 수 있습니다.
lt: Visi netoliese esantys, kurie klausosi, gali jį pasiimti kitą minutę.
lv: Ikviens tuvumā esošais, kurš klausās, var to paņemt apmēram nākamajā minūtē.
mk: Секој во близина кој слуша може да го земе во следната минута или нешто повеќе.
ms: Sesiapa yang berdekatan yang mendengar boleh mengambilnya untuk beberapa minit seterusnya.
mt: Kull min ikun fil-qrib li jkun qed jisma’ jista’ jiġborha għall-minuta ta’ wara jew hekk.
nb: Alle i nærheten som lytter kan plukke den opp i neste minutt eller så.
nl: Iedereen die in de buurt luistert, kan het ongeveer een minuutje oppikken.
pl: Każdy, kto słucha w pobliżu, może go odebrać przez mniej więcej następną minutę.
pt_br: Qualquer pessoa próxima que esteja ouvindo pode atendê-lo no próximo minuto ou mais.
ro: Oricine din apropiere care ascultă îl poate ridica în următorul minut.
ru: Любой, кто слушает поблизости, может услышать его в течение следующей минуты или около того.
sk: Ktokoľvek v okolí, kto počúva, si ho môže zobrať na ďalšiu minútu.
sl: Kdorkoli v bližini, ki posluša, ga lahko sprejme v naslednji minuti.
sq: Kushdo që është afër që po dëgjon mund ta marrë atë për minutën tjetër ose më shumë.
sr: Свако ко слуша у близини може да га подигне следећи минут.
sv: Alla i närheten som lyssnar kan plocka upp den under nästa minut eller så.
th: ใครก็ตามที่อยู่ใกล้ๆ ที่กำลังฟังอยู่สามารถรับฟังได้ในนาทีถัดไป
tr: Yakınlarda dinleyen herkes bir sonraki dakika kadar onu alabilir.
uk: Будь-хто поблизу, хто слухає, може взяти його протягом наступної хвилини або близько того.
vi: Bất kỳ ai ở gần đang nghe đều có thể bắt máy trong khoảng một phút tiếp theo.
zh_hans: 附近任何正在收听的人都可以在下一分钟左右接听。
zh_hk: 附近任何正在收听的人都可以在下一分钟左右接听。

source: App Store
ar: متجر التطبيقات
es: Tienda de aplicaciones
fi: App Storesta
fr: Magasin d'applications
hi: ऐप स्टोर
id: Toko Aplikasi
ja: アプリストア
ko: 앱스토어
pl: Sklep z aplikacjami
pt_br: Loja de aplicativos
ru: Магазин приложений
sr: Апп Сторе
th: แอพสโตร์
tr: Uygulama Mağazası
vi: Cửa hàng ứng dụng
zh_hans: 应用商店
zh_hk: 應用程式商店

source: App Store and gift card codes open Apple's own redeem sheet.
ar: تفتح رموز متجر التطبيقات وبطاقات الهدايا ورقة الاسترداد الخاصة بشركة Apple.
bg: Кодовете на App Store и карти за подарък отварят собствения лист за осребряване на Apple.
bs: App Store i kodovi poklon kartica otvaraju Appleov vlastiti list za otkup.
ca: L'App Store i els codis de les targetes regal obren el full de bescanvi d'Apple.
cs: App Store a kódy dárkových karet otevírají vlastní list Apple pro uplatnění.
da: App Store og gavekortkoder åbner Apples eget indløsningsark.
de: Codes aus dem App Store und Geschenkkarten öffnen Apples eigenes Einlösefenster.
el: Οι κωδικοί του App Store και των δωροκαρτών ανοίγουν το φύλλο εξαργύρωσης της Apple.
es: Los códigos de la App Store y de las tarjetas de regalo abren la propia hoja de canje de Apple.
et: App Store'i ja kinkekaardi koodid avavad Apple'i enda lunastamislehe.
eu: App Store eta opari-txartelen kodeek Appleren truke orria irekitzen dute.
fi: App Store ja lahjakorttikoodit avaavat Applen oman lunastusarkin.
fr: L'App Store et les codes de carte-cadeau ouvrent la propre feuille d'échange d'Apple.
ga: Osclaíonn cóid App Store agus cártaí bronntanais bileog fuascailte Apple féin.
gl: A App Store e os códigos das tarxetas de agasallo abren a propia folla de troco de Apple.
he: קודי App Store וכרטיס מתנה פותחים את גיליון המימוש של אפל.
hi: ऐप स्टोर और गिफ्ट कार्ड कोड ऐप्पल की अपनी रिडीम शीट खोलते हैं।
hr: App Store i kodovi darovnih kartica otvaraju Appleov list za preuzimanje.
hu: Az App Store és az ajándékkártya kódjai megnyitják az Apple saját beváltási lapját.
id: App Store dan kode kartu hadiah membuka lembar penukaran milik Apple.
is: App Store og gjafakortakóðar opna eigið innlausnarblað Apple.
it: L'App Store e i codici delle carte regalo aprono il foglio di riscatto di Apple.
ja: App Store とギフト カードのコードを使用すると、Apple 独自の引き換えシートが開きます。
ka: App Store-ისა და სასაჩუქრე ბარათების კოდები ხსნის Apple-ის საკუთარ გამოსყიდვის ფურცელს.
kk: App Store және сыйлық картасы кодтары Apple компаниясының жеке өтеу парағын ашады.
ko: App Store 및 기프트 카드 코드는 Apple의 자체 사용 시트를 엽니다.
lt: „App Store“ ir dovanų kortelių kodai atidaro „Apple“ išpirkimo lapą.
lv: App Store un dāvanu karšu kodi atver paša Apple izpirkšanas lapu.
mk: Кодовите на App Store и картичката за подароци го отвораат сопствениот лист за откупување на Apple.
ms: App Store dan kod kad hadiah membuka helaian tebus Apple sendiri.
mt: Il-kodiċijiet tal-App Store u tal-kards tar-rigal jiftħu l-folja tal-fidwa tal-Apple stess.
nb: App Store og gavekortkoder åpner Apples eget innløsningsark.
nl: App Store- en cadeaukaartcodes openen Apple's eigen inwisselblad.
pl: Kody z App Store i kart podarunkowych otwierają własny arkusz realizacji Apple.
pt_br: Os códigos da App Store e dos cartões-presente abrem a própria planilha de resgate da Apple.
ro: App Store și codurile cardurilor cadou deschid propria foaie de răscumpărare a Apple.
ru: Коды из App Store и подарочных карт открывают окно активации Apple.
sk: App Store a kódy darčekových kariet otvárajú vlastný hárok na uplatnenie od spoločnosti Apple.
sl: Kode App Store in darilnih kartic odprejo Applov list za unovčenje.
sq: Kodet e App Store dhe kartat e dhuratave hapin fletën e riblerjes së vetë Apple.
sr: Апп Сторе и кодови поклон картица отварају Апплеов сопствени лист за откуп.
sv: App Store och presentkortskoder öppnar Apples eget inlösenark.
th: รหัส App Store และบัตรของขวัญจะเปิดแผ่นแลกของ Apple เอง
tr: App Store ve hediye kartı kodları, Apple'ın kendi kullanım sayfasını açar.
uk: Коди App Store і подарункових карт відкривають власний аркуш погашення Apple.
vi: App Store và mã thẻ quà tặng mở bảng đổi quà của riêng Apple.
zh_hans: App Store 和礼品卡代码可打开 Apple 自己的兑换表。
zh_hk: App Store 和禮品卡代碼可開啟 Apple 自己的兌換表。

source: App Store In-App Event
ar: حدث داخل التطبيق في متجر التطبيقات
bg: Събитие в приложението в App Store
bs: App Store In-App događaj
ca: Esdeveniment dins de l'App Store
cs: Událost v aplikaci App Store
da: App Store In-App begivenhed
el: Εκδήλωση εντός εφαρμογής App Store
es: Evento dentro de la aplicación de la App Store
et: App Store'i rakendusesisene sündmus
eu: App Store aplikazioko gertaera
fi: App Storen sovelluksen sisäinen tapahtuma
fr: Événement intégré à l'App Store
ga: Imeacht In-App Store
gl: Evento na App Store
he: אירוע ב-App Store באפליקציה
hi: ऐप स्टोर इन-ऐप इवेंट
hr: App Store događaj unutar aplikacije
hu: App Store alkalmazáson belüli esemény
id: Acara Dalam Aplikasi App Store
is: App Store viðburður í forriti
it: Evento in-app dell'App Store
ja: App Storeのアプリ内イベント
ka: App Store-ის აპს-შიდა ღონისძიება
kk: App Store In-App оқиғасы
ko: 앱스토어 인앱이벤트
lt: „App Store“ įvykis programoje
lv: App Store notikums lietotnē
mk: Настан во апликацијата App Store
ms: Acara Dalam Apl App Store
mt: Avveniment fl-App Store
nb: App Store-arrangement i appen
nl: App Store in-app-evenement
pl: Zdarzenie w aplikacji App Store
pt_br: Evento no aplicativo da App Store
ro: Eveniment în aplicație în App Store
ru: Внутриигровое событие App Store
sk: Udalosť v aplikácii App Store
sl: Dogodek v aplikaciji App Store
sq: Ngjarje brenda aplikacionit në App Store
sr: Апп Сторе Ин-Апп догађај
sv: Event i App Store
th: กิจกรรมในแอปของ App Store
tr: App Store Uygulama İçi Etkinliği
uk: Подія в програмі App Store
vi: Sự kiện trong ứng dụng trên App Store
zh_hans: App Store 应用内活动
zh_hk: App Store 應用程式內活動

source: Appearance
ar: المظهر
bg: Външен вид
bs: Izgled
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
et: Välimus
eu: Itxura
fi: Ulkoasu
fr: Apparence
ga: Cuma
gl: Aparición
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
is: Útlit
it: Aspetto
ja: 外観モード
ka: გარეგნობა
kk: Сыртқы түрі
ko: 화면 스타일
lt: Išvaizda
lv: Izskats
mk: Изглед
ms: Penampilan
mt: Dehra
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
sk: Vzhľad
sl: Videz
sq: Pamja
sr: Изглед
sv: Utseende
th: รูปแบบลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观模式
zh_hk: 外觀模式

source: Apple Intelligence
ar: ذكاء أبل
ca: Intel·ligència d'Apple
es: Inteligencia de Apple
eu: Apple Inteligentzia
ga: Intelligence Apple
gl: Intelixencia de Apple
hi: एप्पल इंटेलिजेंस
id: Intelijen Apple
it: L'intelligenza di Apple
ja: アップルインテリジェンス
ko: 애플 인텔리전스
mk: Интелигенција на Apple
ms: Kepintaran Apple
mt: Intelliġenza tat-tuffieħ
nl: Apple-intelligentie
pl: Inteligencja Apple
pt_br: Inteligência da Apple
ru: Apple Интеллект
sq: Inteligjenca e Apple
sr: Аппле Интеллигенце
th: แอปเปิ้ลอัจฉริยะ
tr: Apple Zekası
vi: Apple thông minh
zh_hans: 苹果情报
zh_hk: 蘋果情報

source: Apple Maps text and system prompts switch to the new language after you restart Baranov.
ar: يطالب نظام ونص خرائط Apple بالتبديل إلى اللغة الجديدة بعد إعادة تشغيل Baranov.
bg: Текстът на Apple Maps и системните подкани превключват на новия език, след като рестартирате Baranov.
bs: Tekst i sistemska uputstva Apple Maps prelaze na novi jezik nakon što ponovo pokrenete Baranov.
ca: El text d'Apple Maps i les indicacions del sistema canvien al nou idioma després de reiniciar Baranov.
cs: Text a systémové výzvy Apple Maps se po restartu Baranov přepnou do nového jazyka.
da: Apple Maps-tekst og systemmeddelelser skifter til det nye sprog, når du genstarter Baranov.
de: Texte in Apple Karten und Systemabfragen wechseln nach einem Neustart von Baranov die Sprache.
el: Τα μηνύματα κειμένου και συστήματος των Χαρτών Apple αλλάζουν στη νέα γλώσσα μετά την επανεκκίνηση του Baranov.
es: Los mensajes de texto y del sistema de Apple Maps cambian al nuevo idioma después de reiniciar Baranov.
et: Apple Mapsi teksti- ja süsteemiviibad lülituvad pärast Baranovi taaskäivitamist uuele keelele.
eu: Baranov berrabiarazi ondoren Apple Maps-en testua eta sistemaren abisuak hizkuntza berrira aldatzen dira.
fi: Apple Maps -teksti- ja järjestelmäkehotteet vaihtavat uuteen kieleen, kun käynnistät Baranovin uudelleen.
fr: Le texte et les invites du système Apple Maps passent à la nouvelle langue après le redémarrage de Baranov.
ga: Aistríonn leideanna téacs agus córais Apple Maps go dtí an teanga nua tar éis duit Baranov a atosú.
gl: O texto de Apple Maps e as indicacións do sistema cambian ao novo idioma despois de reiniciar Baranov.
he: הטקסט של מפות Apple והנחיות המערכת עוברות לשפה החדשה לאחר הפעלה מחדש של Baranov.
hi: बारानोव को पुनरारंभ करने के बाद ऐप्पल मैप्स टेक्स्ट और सिस्टम संकेत नई भाषा पर स्विच करते हैं।
hr: Tekst i upiti sustava Apple Maps prebacuju se na novi jezik nakon ponovnog pokretanja Baranova.
hu: A Baranov újraindítása után az Apple Maps szöveges és rendszerüzenetei átváltanak az új nyelvre.
id: Teks Apple Maps dan perintah sistem beralih ke bahasa baru setelah Anda memulai ulang Baranov.
is: Apple Maps texti og kerfistilkynningar skipta yfir í nýja tungumálið eftir að þú endurræsir Baranov.
it: Il testo di Apple Maps e le istruzioni di sistema passano alla nuova lingua dopo aver riavviato Baranov.
ja: Baranov を再起動すると、Apple マップのテキストとシステム プロンプトが新しい言語に切り替わります。
ka: Apple Maps-ის ტექსტი და სისტემური მოთხოვნილებები გადართეთ ახალ ენაზე Baranov-ის გადატვირთვის შემდეგ.
kk: Baranov қайта іске қосылғаннан кейін Apple Maps мәтіні мен жүйелік шақырулары жаңа тілге ауысады.
ko: Baranov를 다시 시작하면 Apple Maps 텍스트 및 시스템 프롬프트가 새 언어로 전환됩니다.
lt: „Apple Maps“ teksto ir sistemos raginimai persijungia į naują kalbą, kai iš naujo paleisite „Baranov“.
lv: Apple Maps teksta un sistēmas uzvednes pārslēdzas uz jauno valodu pēc Baranova restartēšanas.
mk: Текстот и системските потсетници на „Карти на Apple“ се префрлаат на новиот јазик откако ќе го рестартирате Баранов.
ms: Teks dan gesaan sistem Peta Apple bertukar kepada bahasa baharu selepas anda memulakan semula Baranov.
mt: It-test tal-Apple Maps u s-sistema tħeġġeġ jaqilbu għal-lingwa l-ġdida wara li terġa 'tibda Baranov.
nb: Apple Maps-tekst og systemmeldinger bytter til det nye språket etter at du har startet Baranov på nytt.
nl: De tekst en systeemprompts van Apple Maps schakelen over naar de nieuwe taal nadat u Baranov opnieuw hebt opgestart.
pl: Tekst i monity systemowe Apple Maps zostaną przełączone na nowy język po ponownym uruchomieniu aplikacji Baranov.
pt_br: O texto do Apple Maps e os prompts do sistema mudam para o novo idioma após reiniciar o Baranov.
ro: Textul Apple Maps și solicitările de sistem trec la noua limbă după ce reporniți Baranov.
ru: Текст Apple Maps и системные запросы сменят язык после перезапуска Baranov.
sk: Text a systémové výzvy Apple Maps sa po reštartovaní Baranov prepnú do nového jazyka.
sl: Besedilo Apple Maps in sistemski pozivi se preklopijo na nov jezik, ko znova zaženete Baranov.
sq: Teksti i Apple Maps dhe kërkesat e sistemit kalojnë në gjuhën e re pasi të rinisni Baranov.
sr: Текст и системска упутства Аппле Мапс прелазе на нови језик након што поново покренете Баранов.
sv: Apple Maps-text och systemuppmaningar byter till det nya språket när du har startat om Baranov.
th: ข้อความและระบบแจ้งของ Apple Maps จะเปลี่ยนเป็นภาษาใหม่หลังจากที่คุณรีสตาร์ท Baranov
tr: Baranov'u yeniden başlattıktan sonra Apple Haritalar metni ve sistem istemleri yeni dile geçiş yapar.
uk: Текст Apple Maps і системні запити змінять мову після перезапуску Baranov.
vi: Lời nhắc hệ thống và văn bản của Apple Maps chuyển sang ngôn ngữ mới sau khi bạn khởi động lại Baranov.
zh_hans: 重新启动 Baranov 后，Apple 地图文本和系统提示会切换为新语言。
zh_hk: 重新啟動 Baranov 後，Apple 地圖文字和系統提示會切換為新語言。

source: Apple's standard license agreement
ar: اتفاقية ترخيص Apple القياسية
bg: Стандартно лицензионно споразумение на Apple
bs: Appleov standardni licencni ugovor
ca: Acord de llicència estàndard d'Apple
cs: Standardní licenční smlouva společnosti Apple
da: Apples standard licensaftale
de: Apples Standard-Lizenzvertrag
el: Η τυπική συμφωνία άδειας χρήσης της Apple
es: Acuerdo de licencia estándar de Apple
et: Apple'i standardlitsentsileping
eu: Appleren lizentzia-hitzarmen estandarra
fi: Applen vakiolisenssisopimus
fr: Contrat de licence standard d'Apple
ga: Comhaontú ceadúnais caighdeánach Apple
gl: Acordo de licenza estándar de Apple
he: הסכם הרישיון הסטנדרטי של אפל
hi: Apple का मानक लाइसेंस समझौता
hr: Appleov standardni licencni ugovor
hu: Az Apple szabványos licencszerződése
id: Perjanjian lisensi standar Apple
is: Hefðbundinn leyfissamningur Apple
it: Contratto di licenza standard di Apple
ja: Apple の標準ライセンス契約
ka: Apple-ის სტანდარტული სალიცენზიო ხელშეკრულება
kk: Apple компаниясының стандартты лицензиялық келісімі
ko: Apple의 표준 라이센스 계약
lt: „Apple“ standartinė licencijos sutartis
lv: Apple standarta licences līgums
mk: Стандарден договор за лиценца на Apple
ms: Perjanjian lesen standard Apple
mt: Ftehim ta 'liċenzja standard ta' Apple
nb: Apples standard lisensavtale
nl: De standaardlicentieovereenkomst van Apple
pl: Standardowa umowa licencyjna firmy Apple
pt_br: Contrato de licença padrão da Apple
ro: Acordul de licență standard al Apple
ru: Стандартное лицензионное соглашение Apple
sk: Štandardná licenčná zmluva spoločnosti Apple
sl: Applova standardna licenčna pogodba
sq: Marrëveshja standarde e licencës së Apple
sr: Апплеов стандардни уговор о лиценци
sv: Apples standardlicensavtal
th: ข้อตกลงใบอนุญาตมาตรฐานของ Apple
tr: Apple'ın standart lisans sözleşmesi
uk: Стандартна ліцензійна угода Apple
vi: Thỏa thuận cấp phép tiêu chuẩn của Apple
zh_hans: Apple 的标准许可协议
zh_hk: Apple 的標準授權協議

source: Approximate location
ar: الموقع التقريبي
bg: Приблизително местоположение
bs: Približna lokacija
ca: Ubicació aproximada
cs: Přibližná poloha
da: Omtrentlig placering
de: Ungefährer Standort
el: Κατά προσέγγιση τοποθεσία
es: Ubicación aproximada
et: Ligikaudne asukoht
eu: Gutxi gorabeherako kokapena
fi: Likimääräinen sijainti
fr: Localisation approximative
ga: Suíomh gar
gl: Localización aproximada
he: מיקום משוער
hi: अनुमानित स्थान
hr: Približna lokacija
hu: Hozzávetőleges hely
id: Perkiraan lokasi
is: Áætlaður staðsetning
it: Posizione approssimativa
ja: おおよその位置
ka: სავარაუდო მდებარეობა
kk: Шамамен орналасқан жері
ko: 대략적인 위치
lt: Apytikslė vieta
lv: Aptuvenā atrašanās vieta
mk: Приближна локација
ms: Anggaran lokasi
mt: Post approssimattiv
nb: Omtrentlig plassering
nl: Geschatte locatie
pl: Przybliżona lokalizacja
pt_br: Localização aproximada
ro: Locație aproximativă
ru: Примерное местоположение
sk: Približná poloha
sl: Približna lokacija
sq: Vendndodhja e përafërt
sr: Приближна локација
sv: Ungefärlig plats
th: ตำแหน่งโดยประมาณ
tr: Yaklaşık konum
uk: Приблизне розташування
vi: Vị trí gần đúng
zh_hans: 大概位置
zh_hk: 大概位置

source: Archive
ar: أرشيف
bg: Архив
bs: Arhiva
ca: Arxiu
cs: Archiv
da: Arkiv
de: Archiv
el: Αρχείο
es: Archivo
et: Arhiiv
eu: Artxiboa
fi: Arkisto
fr: Archiver
ga: Cartlann
gl: Arquivo
he: ארכיון
hi: पुरालेख
hr: Arhiva
hu: Archívum
id: Arsip
is: Skjalasafn
it: Archivio
ja: アーカイブ
ka: არქივი
kk: Мұрағат
ko: 아카이브
lt: Archyvas
lv: Arhīvs
mk: Архива
ms: Arkib
mt: Arkivju
nb: Arkiv
nl: Archief
pl: Archiwum
pt_br: Arquivo
ro: Arhiva
ru: Архив
sk: Archív
sl: Arhiv
sq: Arkivi
sr: Архива
sv: Arkiv
th: เก็บถาวร
tr: Arşiv
uk: Архів
vi: Lưu trữ
zh_hans: 存档
zh_hk: 存檔

source: Archive is empty
ar: الأرشيف فارغ
bg: Архивът е празен
bs: Arhiva je prazna
ca: L'arxiu està buit
cs: Archiv je prázdný
da: Arkivet er tomt
de: Das Archiv ist leer
el: Το αρχείο είναι κενό
es: El archivo está vacío.
et: Arhiiv on tühi
eu: Artxiboa hutsik dago
fi: Arkisto on tyhjä
fr: L'archive est vide
ga: Tá an chartlann folamh
gl: O arquivo está baleiro
he: הארכיון ריק
hi: पुरालेख खाली है
hr: Arhiva je prazna
hu: Az archívum üres
id: Arsip kosong
is: Skjalasafn er tómt
it: L'archivio è vuoto
ja: アーカイブは空です
ka: არქივი ცარიელია
kk: Мұрағат бос
ko: 아카이브가 비어 있습니다.
lt: Archyvas tuščias
lv: Arhīvs ir tukšs
mk: Архивата е празна
ms: Arkib kosong
mt: L-arkivju huwa vojt
nb: Arkivet er tomt
nl: Archief is leeg
pl: Archiwum jest puste
pt_br: O arquivo está vazio
ro: Arhiva este goală
ru: Архив пуст
sk: Archív je prázdny
sl: Arhiv je prazen
sq: Arkivi është bosh
sr: Архива је празна
sv: Arkivet är tomt
th: ที่เก็บถาวรว่างเปล่า
tr: Arşiv boş
uk: Архів порожній
vi: Kho lưu trữ trống
zh_hans: 存档为空
zh_hk: 存檔為空

source: around %@
ar: حوالي %@
bg: около %@
bs: oko %@
ca: al voltant de %@
cs: kolem %@
da: omkring %@
de: etwa am %@
el: περίπου %@
es: alrededor de %@
et: umbes %@
eu: %@ inguruan
fi: noin %@
fr: autour de %@
ga: timpeall %@
gl: arredor de %@
he: סביב %@
hi: %@ के आसपास
hr: oko %@
hu: %@ körül
id: sekitar %@
is: í kringum %@
it: intorno a %@
ja: %@頃
ka: დაახლოებით %@
kk: шамамен %@
ko: %@쯤
lt: apie %@
lv: ap %@
mk: околу %@
ms: sekitar %@
mt: madwar %@
nb: rundt %@
nl: rond %@
pl: około %@
pt_br: perto de %@
ro: în jurul orei %@
ru: примерно %@
sk: okolo %@
sl: okoli %@
sq: rreth %@
sr: око %@
sv: runt %@
th: ประมาณ %@
tr: %@ civarında
uk: близько %@
vi: khoảng %@
zh_hans: %@左右
zh_hk: %@左右

source: Arrive at my mum's door, on hoof
ar: وصل إلى باب أمي، على الحافر
bg: Пристигам на вратата на майка ми, на копито
bs: Stići na vrata moje mame, na kopitu
ca: Arribeu a la porta de la meva mare, amb peülles
cs: Přijď ke dveřím mé mámy, na kopyto
da: Kom til min mors dør, på hov
de: Komme zu Fuß an der Tür meiner Mutter an
el: Έφτασε στην πόρτα της μαμάς μου, στην οπλή
es: Llegar a la puerta de mi mamá, a pie
et: Saabuge mu ema ukse taha, kabja peal
eu: Iritsi nire amaren atetik, aho gainean
fi: Saavu äitini ovelle kaviolla
fr: Arriver à la porte de ma mère, sur sabot
ga: Sroicht go doras mo mháthar, a chroiche
gl: Chegar á porta da miña nai, con pezuña
he: תגיע לדלת של אמא שלי, על פרסה
hi: पहुंचो मेरी मां के द्वार पर, खुर पर
hr: Doći na mamina vrata, na kopito
hu: Érkezz anyám ajtajához, patán
id: Tiba di depan pintu rumah ibuku, dengan cepat
is: Komdu að dyrum hjá mömmu, á klaufum
it: Arrivo alla porta di mia madre, in piedi
ja: ひづめで母の家の玄関に到着
ka: მიდი დედაჩემის კართან, ჩლიქზე
kk: Анамның есігіне тұяқпен кел
ko: 엄마 집 문 앞에 도착해, 발굽으로
lt: Ateik prie mano mamos durų, ant kanopos
lv: Pienāc pie manas mammas durvīm, uz naga
mk: Пристигнете на вратата на мајка ми, на копита
ms: Tiba di pintu ibu saya, berkuku
mt: Wasal fil-bieb ta’ ommi, fuq difer
nb: Kom på døren til mamma, på hov
nl: Kom aan bij mijn moeders deur, op hoef
pl: Dotrzyj do drzwi mojej mamy, na kopycie
pt_br: Chego na porta da minha mãe, no casco
ro: Ajunge la ușa mamei, cu copita
ru: Прибудь к двери моей мамы, на копыте
sk: Príď k dverám mojej mamy, na kopyto
sl: Pridem do maminih vrat, na kopitu
sq: Mbërri në derën e mamasë sime, me thundra
sr: Дођи на врата моје маме, на копиту
sv: Kom fram till min mammas dörr, på hov
th: มาถึงประตูแม่ของฉันด้วยกีบ
tr: Annemin kapısına toynak gibi gel
uk: Приходжу до дверей моєї мами, на копито
vi: Đến trước cửa nhà mẹ tôi, trên móng guốc
zh_hans: 步行到达我妈妈家门口
zh_hk: 步行到达我妈妈家门口
